
const defaultStates = {
  orders: {
    items: [
      {
        id: 1,
        name: 'order 1',
        addressStart: 1,
        addressEnd: 2
      },
      {
        id: 2,
        name: 'order 5',
        addressStart: 3,
        addressEnd: 4
      },
      {
        id: 3,
        name: 'order 3',
        addressStart: 5,
        addressEnd: 6
      }
    ]
  },

  locations: {
    items: [
      {
        id: 1,
        name: 'Грозный, городской округ Грозный, Чеченская Республика, Северо- Кавказский федеральный округ, 364024, Россия',
        location: [43.3197031, 45.6934308]
      },
      {
        id: 2,
        name: 'Шали, Шалинское городское поселение, Шалинский район, Чеченская Республика, Северо - Кавказский федеральный округ, Россия',
        location: [43.153942, 45.906578]
      },
      {
        id: 3,
        name: 'Аргун, городской округ Аргун, Чеченская Республика, Северо - Кавказский федеральный округ, Россия',
        location: [43.294761, 45.868487]
      },
      {
        id: 4,
        name: 'Гудермес, Гудермесский район, Чеченская Республика, Северо - Кавказский федеральный округ, Россия',
        location: [43.348373, 46.095862]
      },
      {
        id: 5,
        name: 'Детская поликлиника №1, улица Димаева, Ахматовский район, Грозный, городской округ Грозный, Чеченская Республика, Северо - Кавказский федеральный округ, 364093, Россия',
        location: [43.317452, 45.701434]
      },
      {
        id: 6,
        name: 'Детский сад №51, проспект А.А.Кадырова, Ахматовский район, Грозный, городской округ Грозный, Чеченская Республика, Северо - Кавказский федеральный округ, 364021, Россия',
        location: [43.305872, 45.703217]
      }
    ]
  }
}

export default defaultStates